{"basics":{"name":"Matius Robert","image":"","email":"mtrob [at] nus [dot] edu [dot] sg","location":{"city":"Singapore","countryCode":"SG"},"profiles":[{"network":"Twitter","username":"AlbertEinstein","url":"https://twitter.com/AlbertEinstein"}]},"work":[{"name":"NUHS Centre for Healthy Longevity, Singapore","position":"Research Assistant","url":"https://example.com","startDate":"2021-08-01","endDate":"current","summary":"Genomic Instability and Stress Response Lab, PI: Research Asst. Prof. Karen Crasta","highlights":["Led and drive research and collaborations on projects investigating the senescence secretome and extrachromosomal DNA (ecDNA) in cancer progression.","Recipient of HLTRP Young Investigator Grant for new pilot study to unravel the potential role extrachromosomal DNA in senescent cells.","Techniques implemented include bioinformatics analyses, time-lapse confocal microscopy, karyotyping, fluorescence in-situ hybridization (FISH), and DNA content profiling via flow cytometry."]},{"name":"Department of Physiology, National University of Singapore, Singapore","position":"Undergraduate Researcher","url":"","startDate":"2020-06-01","endDate":"2021-06-01","summary":"Cancer Stem Cell Lab, PI: Asst. Prof. Derrick Ong","highlights":["Designed and executed a loss-of-function study to investigate the role of a histone deacetylase for specific targeting of glioblastoma cancer stem cells.","Techniques implemented include site-directed mutagenesis, limiting diluion assay, and in-vitro cancer phenotypic assays"]},{"name":"Department of Biological Sciences, National University of Singapore, Singapore","position":"Undergraduate Researcher","url":"","startDate":"2019-06-01","endDate":"2020-04-01","summary":"Stomatal Development Lab, PI: Assoc. Prof. Lau On Sun","highlights":["Carried out phenotypic & molecular characterization of a plant disease resistance protein in the context of stomatal development in Arabidopsis.","Implemented protein-protein interaction assays such as yeast two hybrid and bimolecular fluorescence complementation for validation of high-throughput screening hits."]}],"volunteer":[{"organization":"Healthy Longevity Webinar Series","location":"Singapore","position":"Coordinator & Volunteer","url":"https://example.com","startDate":"2022-12-01","endDate":"2024-06-01","summary":"The webinar series aims to raise awareness of healthy ageing and invite leading scientists, entrepreneurs, and policymakers to share perspectives on ageing research.","highlights":["As volunteer, provided concise 5-minute presentations catered to the public on recent findings in the field of geroscience as well as on ongoing research projects in CHL.","As coordinator, I am responsible for the recruitment, preparation, scheduling, and general coordination of the internal presenters and moderators to ensure smooth production workflow and high-quality weekly episodes.","The webinar reaches an international audience of scientists and laymen with a participation of 350 audiences on average for each episode."]},{"organization":"Longevity Science Singapore Conference","location":"Singapore","position":"Volunteer","url":"","startDate":"2022-03-01","endDate":"2022-03-05","summary":"The Longevity Science Singapore Conference is a full-day medical scientific conference catered for healthcare and academic professionals.","highlights":["As volunteer, I assisted to provide hospitality for guest speakers and VIPs, as well as performed other ad-hoc duties for the conference preparation."]}],"education":[{"institution":"National University of Singapore","location":"Singapore","url":"https://www.uzh.ch/","area":"B.Sc (Hons.) in Life Sciences","studyType":"Bachelor of Science","startDate":"2017","endDate":"2021","score":"10","courses":["Recipient of the Student Life Award 2019 (Community Engagement)","Societies: NUSSU Committee for Information Technology; NUS Angklung Ensemble; NUS Cultural Activities Club"]}],"awards":[{"title":"Recipient of HLTRP Young Investigator Grant","date":"2024-11","awarder":"Healthy Longevity Translational Research Programme","url":"https://nusyoungscientists.com/","summary":" HLTRP Young Investigator Grant aims to support and cultivate innovative spirit of junior scientists, the grant awards selected research proposals with emphasis on blue-sky research and novelty in the healthy longevity area ."},{"title":"Recipient of the Student Life Awards 2019","date":"2019-10","awarder":"Office of Student Affairs, National University of Singapore","url":"https://osa.nus.edu.sg/services-support/student-life-hacks-resources/digital-badges/student-life-awards/","summary":"The Student Life Awards is an annual event organized by the Office of Student Affairs (OSA) that aims to recognize exceptional students for their noteworthy contributions to the University outside of academia."}],"skills":[{"name":"Programming Languages","keywords":["R (Bioconductor)","Bash (Unix)","Python"]}],"languages":[{"language":"Bahasa Indonesia","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""}]}